tap "homebrew/cask-fonts"
tap "hashicorp/tap"

brew "7-zip"
brew "asdf"
brew "awscli"
brew "aws-cdk"
brew "cfn-lint"
brew "chafa"
brew "colima"
brew "coreutils"
brew "diffutils"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-clean"
brew "eslint"
brew "exercism"
brew "exiftool"
brew "eza"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "gpg1"
brew "hashicorp/tap/vault"
brew "krew"
brew "kubectl"
brew "kubectx"
brew "kubeseal"
brew "lazygit"
brew "lesspipe"
brew "libpng"
brew "libyaml"
brew "lnav"
brew "jdtls"
brew "jq"
brew "neovim"
brew "nginx"
brew "openssl"
brew "pinentry-mac"
brew "prettier"
brew "pstree"
brew "pygments"
brew "qemu"
brew "readline"
brew "ripgrep"
brew "rlwrap"
brew "shellcheck"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "thefuck"
brew "tidy-html5"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yazi"
brew "yq"
brew "zlib"
brew "zoxide"
brew "zsh"

cask "beyond-compare"
cask "dbvisualizer"
cask "dynamodb-local"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager-core" if RbConfig::CONFIG['host_cpu'] == "arm64"
cask "git-credential-manager" if RbConfig::CONFIG['host_cpu'] == "x86_64"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-edge"
cask "nikitabobko/tap/aerospace"
cask "nosql-workbench"
cask "session-manager-plugin"

# vim:ft=ruby
