tap "homebrew/cask-fonts"
tap "microsoft/git"
tap "powershell/tap"
tap "homebrew/command-not-found"

brew "asdf"
brew "autojump"
brew "awscli"
brew "aws-cdk"
brew "bat"
brew "bats-core"
brew "catch2"
brew "cfn-lint"
brew "chafa"
brew "clojure"
brew "colima"
brew "coreutils"
brew "crystal"
brew "diffutils"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-clean"
brew "elixir"
brew "eslint"
brew "exercism"
brew "exiftool"
brew "eza"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gpg1"
brew "kubectl"
brew "kubectx"
brew "lesspipe"
brew "libpng"
brew "libyaml"
brew "lnav"
brew "jq"
brew "julia"
brew "leiningen"
brew "maven"
brew "nasm"
brew "neovim"
brew "nginx"
brew "node"
brew "nvm"
brew "openssl"
brew "pinentry"
brew "pinentry-mac"
brew "powershell/tap/powershell"
brew "prettier"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "rakudo-star"
brew "readline"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "shellcheck"
brew "sbcl"
brew "swi-prolog"
brew "tidy-html5"
brew "tree"
brew "universal-ctags/universal-ctags/universal-ctags", args: ['HEAD']
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"

cask "beyond-compare"
cask "dbvisualizer"
cask "dynamodb-local"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager-core" if RbConfig::CONFIG['host_cpu'] == "arm64"
cask "git-credential-manager" if RbConfig::CONFIG['host_cpu'] == "x86_64"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-edge"
cask "nosql-workbench"
cask "session-manager-plugin"

