tap "jandedobbeleer/oh-my-posh"

brew "7-zip"
brew "asdf"
brew "aws-cdk"
brew "cfn-lint"
brew "chafa"
brew "coreutils"
brew "diffutils"
brew "docker"
brew "docker-buildx"
brew "docker-clean"
brew "docker-compose"
brew "docker-credential-helper"
brew "eslint"
brew "exercism"
brew "exiftool"
brew "gawk"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "gnupg"
brew "gpg1"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jdtls"
brew "k8sgpt"
brew "lesspipe"
brew "libpng"
brew "libyaml"
brew "lnav"
brew "luarocks"
brew "lynx"
brew "markdown-toc"
brew "nginx"
brew "openssl"
brew "pinentry-mac"
brew "poppler"
brew "prettier"
brew "pstree"
brew "pygments"
brew "qemu"
brew "readline"
brew "rlwrap"
brew "stow"
brew "tectonic"
brew "thefuck"
brew "tidy-html5"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "wakatime-cli"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zlib"
brew "zsh"

cask "beyond-compare"
cask "dbvisualizer"
cask "dynamodb-local"
cask "firefox"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager-core" if RbConfig::CONFIG['host_cpu'] == "x86_64"
cask "git-credential-manager" if RbConfig::CONFIG['host_cpu'] == "arm64"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-edge"
cask "nikitabobko/tap/aerospace"
cask "nosql-workbench"
cask "session-manager-plugin"

# vim:ft=ruby
